const Results = {
  result1: {
    title: '「人間失格度」0%',
    class: '「走れメロス」級',
    containts: '人間失格度0%のあなたは「走れメロス」級の人間です！\n友人との約束を守るメロスのように模範となる人間でしょう。\n「走れメロス」は教科書にも載っており、太宰治の代表的な作品の1つです。\n話が暗くなく読みやすいので、読んでみてはいかがでしょうか。',
  },
  result2: {
    title: '「人間失格度」25%',
    class: '「御伽草子」級',
    containts: '人間失格度25%のあなたは「御伽草子」級の人間です！\n御伽草子は、昔話を太宰流に想像を膨らませてリメイクした昔話パロディ作品です。\nこの昔話そんな話じゃないだろ！とツッコミながら笑ってしまいます。\nパロディ短編の詰め合わせで読みやすいので、ぜひ読んでみて下さい',
  },
  result3: {
    title: '「人間失格度」50%',
    class: '「女生徒」級',
    containts: '人間失格度50%のあなたは「女生徒」級の人間です！\n「女生徒」は、太宰治が女子になりきって書いた日記風の小説です。主人公の純粋で無邪気な部分と、どこか寂しさを感じる影の部分が描かれていて、奥深さがあります。\nこの「女生徒」は、一人称で書かれており、主人公の内面が丁寧に描かれています。\n短編でとても読みやすいので、ぜひ読んでみて下さい。',
  },
  result4: {
    title: '「人間失格度」75%',
    class: '「ヴィヨンの妻」級',
    containts: '人間失格度75%のあなたは「ヴィヨンの妻」級の人間です！\n「ヴィヨンの妻」は、ダメな夫を持つ妻を主人公とし、彼女の苦悩と生き方を描いた作品です。\n登場人物が人間臭く、魅力ある作品なので、一度手にとってみてはいかがでしょうか。',
  },
  result5: {
    title: '「人間失格度」100%',
    class: '「人間失格」級',
    containts: '人間失格度100%のあなたは、「人間失格」の主人公「大庭葉蔵」に共感出来るかもしれません！\n「人間失格」は、太宰治の人生が反映されていると言われており、太宰治の人生の切り売りとも言える小説です。\n日本人に長く愛されている名作なので、ぜひ読んでみて下さい。',
  },
};

export default Results;
