const Results = {
  result1: {
    title: '「人間失格度」0%',
    class: '「走れメロス」級',
    containts: 'あなたは「走れメロス」級の人間で、友人との約束を守るメロスのように清い人間でしょう。\n「走れメロス」は、学校で習った人も多いはず。日本人の心に刻まれ、模範となる人でしょう。\n話が暗くなく読みやすいので、これを機に読んでみてはいかがでしょうか。',
  },
  result2: {
    title: '「人間失格度」25%',
    class: '「御伽草子」級',
    containts: 'あなたは「御伽草子」級の人間です！ユーモア溢れる「御伽草子」のように誰からも愛されるでしょう。\n御伽草子は、昔話を太宰流に想像を膨らませてリメイクした昔話パロディ作品です。\nいやいや、この昔話そんな話じゃないだろ！と読んでてツッコミたくなりますし、太宰治ってこんなに面白い人だったのか！と思ってしまいます。\nパロディ短編の詰め合わせで読みやすいので、読んでみてはいかがでしょうか？',
  },
  result3: {
    title: '「人間失格度」50%',
    class: '「女生徒」級',
    containts: 'あなたは「女生徒」級の人間です！\n「女生徒」は、太宰治が女子になりきって書いた日記風の小説です。主人公の純粋で無邪気な部分と、どこか寂しさを感じる影の部分が描かれていて、奥深さがあります。あなたも「女生徒」のように奥深い人間でしょう。\nこの「女生徒」は、徹底的に一人称で書かれており、その時、何を考えていたのか、主人公の内面が細かく描かれています。読んでいて、人ってこんな他愛のない事を考えながら生きてるよね、と思ってしまいます。短編でとても読みやすいので、ぜひ読んでみて下さい。',
  },
  result4: {
    title: '「人間失格度」75%',
    class: '「ヴィヨンの妻」級',
    containts: 'あなたは「ヴィヨンの妻」級の人間です！\n「ヴィヨンの妻」は、ダメな夫を持つ妻を主人公とし、彼女の苦悩と生き方を描いた作品です。主人公が気立ての良い女性でいつも夫のことを想っています。夫の借金を返そうと社会に出て生きる彼女の姿は、女性の力強さを感じます。\n登場人物が人間臭く、魅力ある作品なので、一度手にとってみてはいかがでしょうか。',
  },
  result5: {
    title: '「人間失格度」100%',
    class: '「人間失格」級',
    containts: '全ての質問に「はい」と答えたあなた！あなたは太宰治の名作中の名作「人間失格」の主人公「大庭葉蔵」に似ているかもしれません。\n人間失格は日本人に長く愛されていますが、人間臭さの塊である主人公「大庭葉蔵」にどこか惹かれたり、共感出来る部分を感じる人がいるためではないでしょうか。\n内容は、太宰治の人生が反映されていると言われており、太宰治の人生の切り売りとも言えるでしょう。読んでいない方はこれを機に読んでみてはいかがでしょうか。',
  },
};

export default Results;
